{
  "LuaSnip": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "ex-colors.nvim": {
    "branch": "main"
  },
  "fastaction.nvim": {
    "branch": "main"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "heirline.nvim": {
    "branch": "master"
  },
  "kdl.vim": {
    "branch": "main"
  },
  "kitty-scrollback.nvim": {
    "branch": "main"
  },
  "langmapper.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "namu.nvim": {
    "branch": "main"
  },
  "neg.nvim": {
    "branch": "master"
  },
  "neogit": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-various-textobjs": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "orgmode": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "qmk.nvim": {
    "branch": "main"
  },
  "quickfix.nvim": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "sshfs.nvim": {
    "branch": "main"
  },
  "ssr.nvim": {
    "branch": "main"
  },
  "suda.vim": {
    "branch": "master"
  },
  "time-machine.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-fetch": {
    "branch": "master"
  },
  "vim-flog": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-gnupg": {
    "branch": "main"
  },
  "vim-markdown-toc": {
    "branch": "master"
  },
  "vim-startuptime": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  },
  "yazi.nvim": {
    "branch": "main"
  }
}
